Repository: orontee/argos
Catalog: po/*.po
Languages: de, es, fr, nl, ru, ta

source: Enable debug logs
de: Aktiviere Debug Logging
es: Habilitar registros de depuración
fr: Activer le journal de débogage
nl: Foutopsporing inschakelen
ru: Включить журналы отладки
ta: பிழைத்திருத்த பதிவுகளை இயக்கவும்

source: Disable tooltips
de: Tooltips deaktivieren
es: Desactivar información sobre herramientas
fr: Désactiver les info-bulles
nl: Hulpballonnen uitschakelen
ru: Отключить всплывающие подсказки
ta: உதவிக்குறிப்புகளை முடக்கு

source: Hide search button
de: Suche ausblenden
es: Ocultar botón de búsqueda
fr: Masquer le button de recherche
nl: Zoekknop verbergen
ru: Скрыть кнопку поиска
ta: தேடல் பொத்தானை மறைக்கவும்

source: Hide close button
de: Schließen-Button ausblenden
es: Ocultar botón cerrar
nl: Sluitknop verbergen
ru: Скрыть кнопку закрытия
ta: மூடு பொத்தானை மறைக்கவும்

source: Welcome!
de: Willkommen!
es: ¡Bienvenid@!
fr: Bienvenue !
nl: Welkom!
ru: Добро пожаловать!
ta: வரவேற்கிறோம்!

source: Start by configuring the URL of the music server. The default value expects a server running on the local host and listening to the 6680 port.
de: Die URL des Mopidy-Servers ist auf 127.0.0.1:6680 voreingestellt. Änderungen können in den Einstellungen vorgenpmmen werden.
es: Comience configurando la URL del servidor de música. El valor por defecto espera un servidor que se ejecute en el host local y escuche el puerto 6680.
fr: Commencez par configurer l'URL du serveur de musique. La valeur par défaut fait l'hypothèse qu'il tourne sur cet hôte et écoute sur le port 6680.
nl: Stel eerst de url van de muziekserver in. Bij gebruik van de standaardwaarde wordt een server op de localhost en poort 6680 verwacht.
ru: Начните с настройки URL-адреса музыкального сервера. Значение по умолчанию предполагает, что сервер работает на локальном хосте и прослушивает порт 6680.
ta: இசை சேவையகத்தின் முகவரி ஐ உள்ளமைப்பதன் மூலம் தொடங்கவும். இயல்புநிலை மதிப்பு உள்ளக ஓச்டில் இயங்கும் மற்றும் 6680 போர்ட்டைக் கேட்கும் சேவையகத்தை எதிர்பார்க்கிறது.

source: Files
de: Dateien
es: Archivos
fr: Fichiers
nl: Bestanden
ru: Файлы
ta: கோப்புகள்

source: Local media
de: Lokale Medien
es: Medios locales
fr: Média locaux
nl: Lokale media
ru: Местные СМИ
ta: உள்ளக ஊடகங்கள்

source: Podcasts
ru: Подкасты
ta: பாட்காச்ட்கள்

source: Albums
de: Alben
es: Álbumes
ru: Альбомы
ta: ஆல்பங்கள்

source: Tracks
de: Titel
es: Pistas
fr: Morceaux
nl: Nummers
ru: Отслеживание
ta: தடங்கள்

source: Artists
de: Artisten
es: Artistas
fr: Artistes
nl: Artiesten
ru: Художники
ta: கலைஞர்கள்

source: Composers
de: Komponisten
es: Compositores
fr: Compositeurs
nl: Componisten
ru: Композиторы
ta: இசையமைப்பாளர்கள்

source: Genres
de: Musikgenres
es: Géneros
nl: Soorten
ru: Жанры
ta: வகைகள்

source: Performers
de: Dolmetscher
es: Intérpretes
fr: Interprètes
nl: Uitvoerende artiesten
ru: Исполнитель
ta: கலைஞர்கள்

source: Release Years
de: Veröffentlichungsdatum
es: Año de lanzamiento
fr: Années de distribution
nl: Uitgavejaren
ru: Годы выпуска
ta: வெளியீட்டு ஆண்டுகள்

source: Last Week's Updates
de: Aktualisierungen der letzten Woche
es: Novedades de la semana pasada
fr: Ajouts de la semaine dernière
nl: Updates van vorige week
ru: Обновления прошлой недели
ta: கடந்த வார புதுப்பிப்புகள்

source: Last Month's Updates
de: Aktualisierungen des letzten Monats
es: Novedades del mes pasado
fr: Ajouts du mois dernier
nl: Updates van vorige maand
ru: Последние новости месяца
ta: கடந்த மாத புதுப்பிப்புகள்

source: Discover by Genre
de: Nach Genre entdecken
es: Descubrir por género
fr: Parcourir par genre
nl: Verkennen per genre
ru: Откройте для себя по жанрам
ta: வகையால் கண்டறியவும்

source: Discover by Tag
de: Nach Tag entdecken
es: Descubrir por etiqueta
fr: Parcourir par tag
nl: Verkennen per tag
ru: Открыть по тегу
ta: குறிச்சொல் மூலம் கண்டறியவும்

source: Collection
de: Sammlung
es: Colección
nl: Verzameling
ru: Коллекция
ta: சேகரிப்பு

source: Wishlist
de: Wunschzettel
es: Favoritos
fr: Liste de souhaits
nl: Verlanglijst
ru: Список пожеланий
ta: விருப்பப்பட்டியல்

source: All
de: Alle
es: Todo
fr: Tous
nl: Alles
ru: Все
ta: அனைத்தும்

source: Started to play {}
de: Es läuft {}
es: Empezó a reproducirlo {}
fr: Lecture de {}
nl: Begonnen met afspelen op {}
ru: Начал играть {}
ta: {} விளையாடத் தொடங்கியது

source: History
de: Zuletzt gespielt
es: Historial
fr: Historique
nl: Geschiedenis
ru: История
ta: வரலாறு

source: Tracklist updated
de: Titelliste aktualisiert
es: Lista de canciones actualizada
fr: File d'attente mise à jour
nl: De nummerlijst is bijgewerkt
ru: Обновленный список
ta: டிராக்லிச்ட் புதுப்பிக்கப்பட்டது

source: Data source: {}
de: Quelle: {}
es: Origen de la información: {}
fr: Source : {}
nl: Gegevensbron: {}
ru: Источник данных: {}
ta: தரவு மூல: {}

source: Random album
de: Zufälliges Album
es: Álbum aleatorio
fr: Album au hasard
nl: Willekeurig album
ru: Случайный альбом
ta: சீரற்ற ஆல்பம்

source: Random disc
de: Zufällige Disk
es: Disco aleatorio
fr: Disque au hasard
nl: Willekeurige schijf
ru: Случайный диск
ta: சீரற்ற வட்டு

source: Random tracks for half an hour
de: Zufällige Tracks für eine halbe Stunde
es: Pistas aleatorias durante media hora
fr: Demi-heure de morceaux au hasard
nl: Willekeurige nummers gedurende 30 minuten
ru: Случайные треки в течение получаса
ta: சீரற்ற தடங்கள் அரை மணி நேரம்

source: Happy listening!
de: Viel Spaß beim Zuhören!
es: ¡Disfruta escuchando!
fr: Bonne écoute !
nl: Veel luisterplezier!
ru: Счастливо слушать!
ta: மகிழ்ச்சியான கேட்பது!

source: Web Site
de: Webseite
es: Página web
fr: Site web
ru: Веб-сайт
ta: வலைத்தளம்

source: Published
de: Erschienen
es: Publicado
fr: Publication
nl: Uitgebracht
ru: Опубликовано
ta: வெளியிடப்பட்டது

source: Album image
de: Albumbild
es: Imagen del álbum
nl: Albumafbeelding
ru: Изображение альбома
ta: ஆல்பம் படம்

source: Artist
de: Künstler
es: Artista
fr: Artiste
nl: Artiest
ru: Художник
ta: கலைஞர்

source: Album
es: Álbum
ru: Альбом
ta: ஆல்பம்

source: Information
es: Información
nl: Informatie
ru: Информация
ta: தகவல்

source: Length
de: Länge
es: Duración
fr: Durée
nl: Duur
ru: Длина
ta: நீளம்

source: Play album
de: Album abspielen
es: Reproducir álbum
fr: Lire l'album
nl: Album beluisteren
ru: Играть альбом
ta: நாடக ஆல்பம்

source: Information on album
de: Informationen zum Album
es: Información del álbum
fr: Information sur l'album
nl: Albuminformatie
ru: Информация об альбоме
ta: ஆல்பம் பற்றிய செய்தி

source: Play _random tracks…
de: Zufälligen Titel abspielen…
es: Reproducir _pistas al azar…
fr: Lire des morceaux au _hasard…
nl: Willekeurige nummers afspelen…
ru: Воспроизведение _случайных треков…
ta: _ ராண்டம் தடங்களை விளையாடுங்கள்…

source: Add stream to tracklist…
de: Stream zur Titelliste hinzufügen…
es: Añadir stream a la lista de canciones…
fr: Ajouter un flux à la file d'attente…
nl: Stream toevoegen aan nummerlijst…
ru: Добавить поток в треклист…
ta: டிராக்லிச்ட்டில் ச்ட்ரீமைச் சேர்க்கவும்…

source: New playlist…
de: Neue Playlist…
es: Nueva lista de reproducción…
fr: Nouvelle liste de lecture…
nl: Nieuwe afspeellijst…
ru: Новый плейлист…
ta: புதிய பிளேலிச்ட்…

source: Update library
de: Sammlung aktualisieren
es: Actualizar la biblioteca
fr: Mettre à jour la bibiothèque
nl: Verzameling bijwerken
ru: Обновление библиотеки
ta: நூலகத்தைப் புதுப்பிக்கவும்

source: _Preferences
de: _Einstellungen
es: _Ajustes
fr: _Préférences
nl: _Voorkeuren
ru: _Предпочтения
ta: முனைகள்

source: _Shortcuts
de: _Tastenkürzel
es: _Atajos
fr: _Raccourcis
nl: _Sneltoetsen
ru: _Короткие пути
ta: குறுக்குவழிகள்

source: _About
de: _Über Argos
es: _A cerca de
fr: _À propos
nl: _Over
ru: _О
ta: பற்றி

source: Previous
de: Zurück
es: Anterior
fr: Précédent
nl: Vorige
ru: Предыдущий
ta: முந்தைய

source: Play
de: Spiel
es: Reproducir
fr: Lire
nl: Afspelen
ru: Играть
ta: விளையாடுங்கள்

source: Next
de: Vor
es: Siguiente
fr: Suivant
nl: Volgende
ru: Следующий
ta: அடுத்தது

# shortcut window
source: General
de: Allgemein
nl: Algemeen
ru: Общий
ta: பொது

# shortcut window
source: Close window
de: Fenster schließen
es: Cerrar la ventana
fr: Fermer la fenêtre
nl: Venster sluiten
ru: Закрыть окно
ta: சாளரத்தை மூடு

# shortcut window
source: Quit
de: Verlassen
es: Abandonar
fr: Quitter
nl: Verlaten
ru: Выход
ta: வெளியேறு

# shortcut window
source: Shortcuts
de: Tastenkürzel
es: Atajos
fr: Raccourcis
nl: Sneltoetsen
ru: Короткие пути
ta: குறுக்குவழிகள்

# shortcut window
source: Fullscreen
de: Vollbildmodus
es: Pantalla completa
fr: Plein écran
nl: Volledig scherm
ru: Полный экран
ta: முழு திரை

# shortcut window
source: Playback
de: Player
es: Reproducción
fr: Lecture
nl: Afspelen
ru: Воспроизведение
ta: பின்னணி

# shortcut window
source: Play/Pause
de: Spiel/Pause
es: Reproducir/Pausar
fr: Lecture/Pause
nl: Afspelen/Pauzeren
ru: Играть/Пауза
ta: விளையாடு/இடைநிறுத்தம்

# shortcut window
source: Next track
de: Nächster Titel
es: Pista siguiente
fr: Morceau suivant
nl: Volgend nummer
ru: Следующий трек
ta: அடுத்த பாடல்

# shortcut window
source: Previous track
de: Voriges Lied
es: Pista anterior
fr: Morceau précédent
nl: Vorig nummer
ru: Предыдущий трек
ta: முந்தைய பாடல்

# shortcut window
source: Play random album
de: Zufälliges Album abspielen
es: Reproducir álbum aleatorio
fr: Lire un album au hasard
nl: Willekeurig album afspelen
ru: Играть случайный альбом
ta: சீரற்ற ஆல்பத்தை விளையாடுங்கள்

# shortcut window
source: Navigation
es: Navegación
nl: Navigatie
ru: Навигация
ta: வானோடல்

# shortcut window
source: Go to Playing
de: Gehe zu Spielen
es: Ir a reproduciendo
fr: Aller à la lecture en cours
nl: Ga naar afspelen
ru: Перейти к игре
ta: விளையாடுவதற்குச் செல்லுங்கள்

# shortcut window
source: Go to Library
de: Zur Bibliothek
es: Ir a la biblioteca
fr: Consulter la bibliothèque
nl: Ga naar verzameling
ru: Перейти в библиотеку
ta: நூலகத்திற்குச் செல்லுங்கள்

# shortcut window
source: Go to Playlists
de: Zur Playlists
es: Ir a listas de reproducción
fr: Aller aux listes de lecture
nl: Ga naar afspeellijsten
ru: Перейти к спискам воспроизведения
ta: பிளேலிச்ட்களுக்குச் செல்லுங்கள்

# shortcut window
source: Go up
de: Los
es: Subir
fr: Au-dessus
nl: Ga omhoog
ru: Поднимайтесь вверх
ta: மேலே செல்லுங்கள்

source: Keep calm, library indexation in progress…
de: Moment bitte, die Indexierung der Alben läuft…
es: Paciencia, la indexación de la biblioteca está en marcha…
fr: Patience, l'indexation de la bibliothèque est en cours…
nl: Bezig met indexeren van verzameling…
ru: Сохраняйте спокойствие, индексация библиотеки продолжается…
ta: அமைதியாக, நூலக குறியீட்டை செயலில் வைத்திருங்கள்…

source: Clear tracklist
de: Titelliste leeren
es: Borrar lista de canciones
fr: Vider la file d'attente
nl: Nummerlijst wissen
ru: Чистый треклист
ta: தெளிவான டிராக்லிச்ட்

source: Consume tracks
de: Titel nach Wiedergabe entfernen
es: Consumir pistas
fr: Retirer les morceaux lus
nl: Nummers beluisteren
ru: Потреблять треки
ta: தடங்களை உட்கொள்ளுங்கள்

source: Shuffle tracklist
de: Zufällige Titelliste
es: Reproducción aleatoria de lista de canciones
fr: Lecture aléatoire
nl: Nummers willekeurig afspelen
ru: Треклист Shuffle
ta: சஃபிள் டிராக்லிச்ட்

source: Play single track
de: Einzelnen Titel abspielen
es: Reproducir una sola pista
fr: Lecture d'un seul morceau
nl: Eén nummer afspelen
ru: Играть один трек
ta: ஒற்றை பாதையை விளையாடுங்கள்

source: Repeat
de: Wiederholen
es: Repetir
fr: Lecture en boucle
nl: Herhalen
ru: Повторить
ta: மீண்டும்

source: Name:
es: Nombre:
fr: Nom:
nl: Naam:
ru: Имя:
ta: பெயர்:

source: New playlist
de: Neue Playlist
es: Nueva lista de reproducción
fr: Nouvelle liste de lecture
nl: Nieuwe afspeellijst
ru: Новый плейлист
ta: புதிய பிளேலிச்ட்

source: Playlist name
de: Name der Wiedergabeliste
es: Nombre de la lista de reproducción
fr: Nom de la liste de lecture
nl: Naam van afspeellijst
ru: Название плейлиста
ta: பிளேலிச்ட் பெயர்

source: Edit playlist
de: Playlist bearbeiten
es: Editar lista de reproducción
fr: Édition de la liste de lecture
nl: Afspeellijst bewerken
ru: Редактировать плейлист
ta: பிளேலிச்ட்டைத் திருத்து

source: Add playlist or selected tracks to tracklist
de: Playlist oder markierte Titel zur Wiedergabeliste hinzufügen
es: Agregar lista de reproducción o canciones marcadas a la lista de reproducción
fr: Ajouter la liste de lecture ou les morceaux sélectionnés à la file d'attente
nl: Afspeellijst toevoegen of selectie toevoegen aan nummerlijst
ru: Добавить список воспроизведения или выбранные треки для треклиста
ta: டிராக்லிச்ட்டில் பிளேலிச்ட் அல்லது தேர்ந்தெடுக்கப்பட்ட தடங்களைச் சேர்க்கவும்

source: Play playlist or selected tracks
de: Playlist oder markierte Titel abspielen
es: Reproducir lista de reproducción o pistas seleccionadas
fr: Lire la liste de lecture ou les morceaux sélectionnés
nl: Afspeellijst of selectie afspelen
ru: Воспроизведение списка воспроизведения или выбранных композиций
ta: பிளேலிச்ட் அல்லது தேர்ந்தெடுக்கப்பட்ட தடங்களை விளையாடுங்கள்

source: Mopidy server
es: Servidor Mopidy
fr: Serveur Mopidy
ru: Сервер Mopidy
ta: மோபிடி சேவையகம்

source: Base URL:
de: URL des Servers:
es: URL principal:
fr: URL de base:
nl: Hoofd-url:
ru: Базовый URL:
ta: அடிப்படை URL:

source: Enter the URL of the Mopidy server
de: URL des Mopidy Servers eingeben
es: Ingrese la URL del servidor Mopidy
fr: Entrer l'URL du serveur Mopidy
nl: Voer de url van de Mopidy-server in
ru: Введите URL-адрес сервера Mopidy
ta: மோபிடி சேவையகத்தின் முகவரி ஐ உள்ளிடவும்

source: A connection failure indicates that the music server is currently not accessible at the given URL. Please adapt the URL.
de: Ein Verbindungsfehler weist darauf hin, dass der Musikserver derzeit nicht unter der angegebeben URL erreichbar ist. Bitte die Einstellung prüfen.
es: Un fallo de conexión indica que actualmente no se puede acceder al servidor de música en la URL indicada. Por favor, adapte la URL.
fr: Une erreur de connexion indique que le serveur de musique n'est pas actuellement accessible à l'URL indiquée. Veuillez adapter l'URL.
nl: Als de verbinding mislukt, dan betekent dit dat de muziekserver niet bereikbaar is via de opgegeven url. Pas de url aan.
ru: Сбой соединения указывает на то, что музыкальный сервер в данный момент недоступен по указанному URL. Пожалуйста, измените URL.
ta: இணைப்பு தோல்வி தற்போது கொடுக்கப்பட்ட முகவரி இல் இசை சேவையகம் அணுக முடியாது என்பதைக் குறிக்கிறது. தயவுசெய்து முகவரி ஐ மாற்றியமைக்கவும்.

source: Other services
de: Sonstige Dienstleistungen
es: Otros servicios
fr: Autres services
nl: Overige diensten
ru: Прочие услуги
ta: பிற சேவைகள்

source: Information service:
de: Informationsdienst:
es: Servicio de información:
fr: Service d'information:
nl: Informatiedienst:
ru: Служба информации:
ta: செய்தி சேவை:

source: The information is collected using Musicbrainz API and Wikipedia API.
de: Die Informationen werden mithilfe der Musicbrainz API und der Wikipedia API gesammelt.
es: La información se recopila mediante la API de Musicbrainz y la API de Wikipedia.
fr: Les informations sont collectées à partir des APIs Musicbrainz et Wikipedia.
nl: De informatie is afkomstig van Musicbrainz en Wikipedia.
ru: Информация собирается с помощью Musicbrainz API и Wikipedia API.
ta: செய்தி சேகரிக்கப்படுகிறது.

source: General
de: Allgemein
fr: Général
nl: Algemeen
ru: Общий
ta: பொது

source: Library
de: Sammlung
es: Biblioteca
fr: Bibliothèque
nl: Bibliotheek
ru: Библиотека
ta: நூலகம்

source: Index Mopidy-Local albums at startup
de: Index Mopidy-Local Alben beim Start
es: Indexar álbumes locales de Mopidy después del inicio
fr: Indexer le répertoire des albums de Mopidy-Local au démarrage
nl: Lokale Mopidy-albums indexeren na opstarten
ru: Индексируйте альбомы Mopidy-Local при запуске
ta: தொடக்கத்தில் குறியீட்டு மோபிடி-லோக்கல் ஆல்பங்கள்

source: Note that, when unchecked, random selection of album is impossible until a directory containing albums is browsed.
de: Beachten Sie, dass, wenn nicht überprüft, zufällige Auswahl des Albums unmöglich ist, bis ein Verzeichnis, das Alben enthält, durchsucht wird.
es: La selección aleatoria de álbumes no es posible hasta que se haya indexado un directorio que contenga álbumes.
fr: La sélection aléatoire d'album est impossible tant qu'un répertoire contenant des albums n'a pas été indexé.
nl: Let op: als u dit niet aankruist, dan is het afspelen van willekeurige albums onmogelijk zolang u geen albummap opent.
ru: Обратите внимание, что если флажок снят, случайный выбор альбома невозможен до тех пор, пока не будет просмотрен каталог, содержащий альбомы.
ta: தேர்வு செய்யப்படும்போது, ஆல்பங்கள் கொண்ட ஒரு அடைவு உலாவப்படும் வரை ஆல்பத்தின் சீரற்ற தேர்வு சாத்தியமற்றது என்பதை நினைவில் கொள்க.

source: Playlists
de: Wiedergabelisten
es: Listas de reproducción
fr: Listes de lecture
nl: Afspeellijsten
ru: Плейлисты
ta: பிளேலிச்ட்கள்

source: Max length:
de: Max. Länge:
es: Duración máxima:
fr: Taille maximale:
nl: Max. duur:
ru: Максимальная длина:
ta: அதிகபட்ச நீளம்:

source: Sources
de: Quellen
es: Fuentes
nl: Bronnen
ru: Источники
ta: மூலங்கள்

source: Main window
de: Hauptfenster
es: Ventana principal
fr: Fenêtre principale
nl: Hoofdvenster
ru: Главное окно
ta: முதன்மை சாளரம்

source: Dark theme:
de: Dunkles Theme:
es: Tema oscuro:
fr: Thème sombre:
nl: Donker thema:
ru: Темная тема:
ta: இருண்ட தீம்:

source: Start fullscreen:
de: Im Vollbildmodus starten:
es: Iniciar pantalla completa:
fr: Plein écran au démarrage:
nl: Schermvullende weergave:
ru: Запустить полный экран:
ta: முழுத் திரையில் தொடங்கவும்:

source: Image size:
de: Bildgröße:
es: Tamaño de la imagen:
fr: Taille des images:
nl: Afbeeldingsgrootte:
ru: Размер изображения:
ta: பட அளவு:

source: Display
de: Anzeige
es: Pantalla
fr: Affichage
nl: Beeld
ru: Дисплей
ta: காட்சி

source: Stream URI
es: URI de transmisión
fr: URI du flux
ru: Поток URI
ta: ச்ட்ரீம் யூரி

source: Supported protocols may vary and URI blacklisting may apply depending on Mopidy-Stream configuration.
de: Unterstützte Protokolle können variieren und sind abhängig von der Mopidy-Stream Konfiguration.
es: Los protocolos soportados pueden variar y la lista negra URI puede aplicarse dependiendo de la configuración de Mopidy-Stream.
fr: Les protocoles supportés peuvent varier et une liste noire d'URI s'appliquer en fonction de la configuration de Mopidy-Stream.
nl: Let op: de ondersteunde protocollen kunnen verschillen en uri's op de zwarte lijst zijn afhankelijk van de Mopidy-Stream-instellingen.
ru: Поддерживаемые протоколы могут отличаться, а черные списки URI может применяться в зависимости от конфигурации Mopidy-Stream.
ta: ஆதரிக்கப்பட்ட நெறிமுறைகள் மாறுபடலாம் மற்றும் யுஆர்ஐ தடுப்புப்பட்டியல் மோபிடி-ச்ட்ரீம் உள்ளமைவைப் பொறுத்து பொருந்தலாம்.

source: Play immediately
de: Direkt starten
es: Reproducir inmediatamente
fr: Lire immédiatement
nl: Onmiddelijk afspelen
ru: Играть немедленно
ta: உடனடியாக விளையாடுங்கள்

source: Go back
de: Geh zurück
es: Regresar
fr: Répertoire précédent
nl: Ga terug
ru: Вернуться назад
ta: திரும்பிச் செல்லுங்கள்

source: Sort albums
de: Alben sortieren
es: Ordenar álbumes
fr: Trier les albums
nl: Albums sorteren
ru: Сорт альбомы
ta: ஆல்பங்களை வரிசைப்படுத்துங்கள்

source: Go to home
de: Zur Startseite
es: Ir al inicio
fr: Aller au répertoire d'accueil
nl: Ga naar huis
ru: Перейти в дом
ta: வீட்டிற்குச் செல்லுங்கள்

source: Search albums
de: Alben durchsuchen
es: Buscar álbumes
fr: Rechercher des albums
nl: Albums doorzoeken
ru: Поисковые альбомы
ta: ஆல்பங்களைத் தேடுங்கள்

source: Skip
de: Überspringen
es: Omitir
fr: Passer
nl: Overslaan
ru: Пропустить
ta: தவிர்

source: Disc
de: Disk
es: Disco
fr: Disque
nl: Schijf
ru: Диск
ta: வட்டு

source: Play tracks
de: Titel abspielen
es: Reproducir pistas
fr: Lecture
nl: Nummers afspelen
ru: Играть треки
ta: தடங்கள் விளையாடுங்கள்

source: Sort tracks
de: Titel sortieren
es: Ordenar pistas
fr: Trier les morceaux
nl: Sorteer nummers
ru: Сорт-треки
ta: தடங்களை வரிசைப்படுத்துங்கள்

source: More than one day
de: Mehr als einen Tag
es: Más de un día
fr: Plus d'un jour
nl: Meer dan een keer per dag
ru: Больше одного дня
ta: ஒரு நாளுக்கு மேல்

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
nl: Vandaag
ru: Сегодня
ta: இன்று

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
nl: Gisteren
ru: Вчера
ta: நேற்று

source: Information not available
de: Keine Information verfügbar
es: Información no disponible
fr: Pas d'information disponible
nl: Er is geen informatie beschikbaar
ru: Информация отсутствует
ta: செய்தி கிடைக்கவில்லை

source: Add to tracklist
de: Zur Wiedergabeliste hinzufügen
es: Añadir a la lista
fr: Ajouter à la file d'attente
nl: Toevoegen aan nummerlijst
ru: Добавить в треклист
ta: டிராக்லிச்ட்டில் சேர்க்கவும்

source: Add to playlist…
de: Zur Playlist hinzufügen…
es: Añadir a la lista de reproducción…
fr: Ajouter à une liste de lecture…
nl: Toevoegen aan afspeellijst…
ru: Добавить в плейлист…
ta: பிளேலிச்ட்டில் சேர்க்கவும்…

source: Not available
de: Nicht verfügbar
es: No disponible
fr: Non disponible
nl: Niet beschikbaar
ru: Недоступен
ta: கிடைக்கவில்லை

source: To populate the tracklist: • <a href="argos:play-random-tracks">Play random tracks</a> • <a href="argos:add-stream">Add a music stream</a> • Choose tracks from the library or playlists
de: Zum Füllen der Wiedergabeliste: • <a href="argos:play-random-tracks">Ein zufälliges Album abspielen</a> • <a href="argos:add-stream">Einen Musik-Stream hinzufügen</a> • Wähle Alben / Titel aus der Sammlung oder den Playlists
es: Para completar la lista de reproducción: •<a href="argos:play-random-tracks"> Reproducir un álbum aleatorio</a> •<a href="argos:add-stream"> Agregar una transmisión de música</a> • Seleccionar álbumes/pistas de la colección o listas de reproducción
fr: Pour peupler la file d'attente : • <a href="argos:play-random-tracks">Lire un album au hasard</a> • <a href="argos:add-stream">Ajouter un flux</a> • Choisir des morceaux dans la bibliothèque ou les listes de lecture
nl: Nummerlijst aanvullen: • <a href="argos:play-random-tracks">Willekeurige nummers afspelen</a> • <a href="argos:add-stream">Muziekstream toevoegen</a> • Kies nummers van afspeellijsten of uit de verzameling
ru: Чтобы заполнить треклист: • <a href="argos:play-random-tracks">Play random tracks</a> - <a href="argos:add-stream">Добавить музыкальный поток</a> - Выберите треки из библиотеки или списков воспроизведения
ta: டிராக்லிச்ட்டை விரிவுபடுத்த: • <a href = "ஆர்கோச்: பிளே-ரேண்டம்-டிராக்ச்"> சீரற்ற தடங்களை விளையாடுங்கள் </a> • <a href = "argos: add-stream"> ஒரு இசை ச்ட்ரீமைச் சேர்க்கவும் </a> The நூலகம் அல்லது பிளேலிச்ட்களிலிருந்து தடங்களைத் தேர்வுசெய்க

source: Playlist creation
de: Erstellung einer Playlist
es: Creando una lista de reproducción
fr: Création de liste de lecture
nl: Afspeellijst maken
ru: Создание плейлиста
ta: பிளேலிச்ட் உருவாக்கம்

source: Loading playlist tracks…
de: Titel der Playlist laden…
es: Cargando pistas de la lista de reproducción…
fr: Chargement des morceaux de la liste de lecture…
nl: Bezig met laden van nummers…
ru: Загрузка дорожек плейлиста…
ta: பிளேலிச்ட் தடங்களை ஏற்றுகிறது…

source: Add stream to playlist…
de: Stream zu Playlist hinzufügen…
es: Agregar transmisión a la lista de reproducción…
fr: Ajouter un flux à la liste de lecture…
nl: Stream toevoegen aan afspeellijst…
ru: Добавить поток в плейлист…
ta: பிளேலிச்ட்டில் ச்ட்ரீமைச் சேர்க்கவும்…

source: Remove selected tracks
de: Markierte Titel entfernen
es: Eliminar pistas seleccionadas
fr: Retirer les morceaux sélectionnés
nl: Selectie wissen
ru: Удалить выбранные треки
ta: தேர்ந்தெடுக்கப்பட்ட தடங்களை அகற்று

source: Delete playlist…
de: Playlist löschen…
es: Eliminar lista de reproducción…
fr: Suppprimer la liste de lecture…
nl: Afspeellijst verwijderen…
ru: Удалить плейлист…
ta: பிளேலிச்ட்டை நீக்கு…

source: Confirm playlist deletion
de: Wiedergabeliste löschen
es: Confirmar la eliminación de la lista de reproducción
fr: Suppression de la liste de lecture
nl: Verwijderen bevestigen
ru: Подтвердить удаление списка воспроизведения
ta: பிளேலிச்ட் நீக்குதலை உறுதிப்படுத்தவும்
