Repository: orontee/argos
Catalog: po/*.po
Languages: de, es, fr, nl, ru, ta

source: The playlist {!r} is about to be deleted. The deletion can't be reverted.
de: Die Playlist {!r} wird gerade gelöscht. Das Löschen kann nicht rückgängig gemacht werden.
es: La lista de reproducción {!r} está a punto de ser borrada. La eliminación no se puede revertir.
fr: La liste de lecture {!r} va être supprimée. La suppression est définitive.
nl: {!r} wordt verwijderd. Deze actie is onomkeerbaar.
ru: Список воспроизведения {!r} скоро будет удален. Удаление не может быть отменено.
ta: பிளேலிச்ட் {! ஆர்} நீக்கப்பட உள்ளது. நீக்குதலை மாற்ற முடியாது.

source: Select playlist by name
de: Wiedergabelistenname
es: Seleccionar lista de reproducción por nombre
fr: Nom de la liste de lecture
nl: Afspeellijst zoeken op naam
ru: Выберите плейлист по имени
ta: பெயரால் பிளேலிச்ட்டைத் தேர்ந்தெடுக்கவும்

source: Preferences
de: Einstellungen
es: Ajustes
fr: Préférences
nl: Voorkeuren
ru: Предпочтения
ta: விருப்பத்தேர்வுகள்

source: Do you want to use the Mopidy HTTP service discovered at {address}?
de: Möchten Sie den Mopidy HTTP-Dienst verwenden, der unter {address} gefunden wurde?
es: ¿Desea utilizar el servicio HTTP de Mopidy descubierto en {address}?
nl: Wil je de Mopidy HTTP-service gebruiken die is ontdekt op {address}?
ru: Вы хотите использовать HTTP-сервис Mopidy, обнаруженный по адресу {address}?
ta: {address} இல் கண்டுபிடிக்கப்பட்ட மோபிடி HTTP சேவையைப் பயன்படுத்த விரும்புகிறீர்களா?

source: Random tracklist
de: Zufällige Titelliste
es: Lista de canciones aleatoria
fr: File d'attente aléatoire
nl: Willekeurige nummerlijst
ru: Случайный треклист
ta: சீரற்ற டிராக்லிச்ட்

source: Various
de: Mehrere
es: Varios
fr: Divers
nl: Verschillende
ru: Различные
ta: பல்வேறு

source: Browse the library first, it's currently empty!
de: Durchsuchen Sie zuerst die Bibliothek, sie ist derzeit leer!
es: Busca primero en la biblioteca, ¡actualmente está vacía!
fr: Parcourez la bibliothèque, elle est vide à ce stade !
nl: Zoek eerst naar nummers in de verzameling!
ru: Сначала посмотрите на библиотеку, сейчас она пустая!
ta: முதலில் நூலகத்தை உலாவுக, அது தற்போது காலியாக உள்ளது!

source: Oups, failed to select random tracks…
de: Ups, Auswahl zufälliger Tracks fehlgeschlagen…
es: Ups, no se pudieron seleccionar pistas aleatorias…
fr: Mince, échec de la sélection de morceaux aléatoires…
nl: Er kunnen geen willekeurige nummers worden geselecteerd…
ru: Оупс, не удалось выбрать случайные треки…
ta: Oups, சீரற்ற தடங்களைத் தேர்ந்தெடுப்பதில் தோல்வி…

source: Unknown name
de: Unbekannter Name
es: Nombre desconocido
fr: Nom inconnu
nl: Onbekende naam
ru: Неизвестное имя
ta: தெரியாத பெயர்

source: Disc {0}
de: Disk {0}
es: Disco {0}
fr: Disque {0}
nl: Schijf {0}
ru: Диск {0}
ta: வட்டு {0}

source: Album name
es: Nombre del álbum
fr: Nom d'album
nl: Albumnaam
ru: Название альбома
ta: ஆல்பத்தின் பெயர்

source: Artist name
de: Künstlername
es: Nombre del artista
fr: Nom d'artiste
nl: Artiestennaam
ru: Название художника
ta: கலைஞரின் பெயர்

source: Publication date
de: Erscheinungsdatum
es: Fecha de publicación
fr: Date de publication
nl: Uitgavedatum
ru: Дата публикации
ta: வெளியீட்டு தேதி

source: Last modified
de: Zuletzt geändertes Datum
es: Última modificación
fr: Date de dernière modification
nl: Recentst bewerkt
ru: Последнее изменение
ta: கடைசியாக மாற்றப்பட்டது

source: Track name
de: Titelname
es: Nombre de la pista
fr: Nom de morceau
nl: Tracknaam
ru: Название трека
ta: ட்ராக் பெயர்

source: Track number
de: Titelnummer
es: Número de la pista
fr: Numéro de morceau
nl: Tracknummer
ru: Номер трека
ta: ட்ராக் எண்

source: Playing
de: Jetzt läuft
es: Reproduciendo
fr: En cours
nl: U luistert naar
ru: Играю
ta: விளையாடுவது

source: Argos
ta: ஆர்கோச்

source: Light weight front-end for Mopidy music server
de: Schlankes Frontend für den Mopidy Musikserver
es: Aplicación liviana para usar en combinación con un servidor Mopidy
fr: Frontal léger pour serveur de musique Mopidy
nl: Lichtgewichte toepassing voor gebruik i.c.m. een Mopidy-server
ru: Легкий фронтенд для музыкального сервера Mopidy
ta: மோபிடி இசை சேவையகத்திற்கான லேசான எடை முன் இறுதியில்

source: Argos is designed (and used!) with Gnome desktop and small single-board devices with small touchscreen in mind.
es: Argos se ha diseñado (¡y utilizado!) pensando en el escritorio Gnome y en pequeños dispositivos de una sola pantalla táctil pequeña.
fr: Argos est conçu pour l'environnement de bureau Gnome et les ordinateurs au format carte de crédit avec un écran tactile.
nl: Argos is ontworpen (en wordt gebruikt!) voor de GNOME-werkomgeving en mini-pc's met kleine touchscreens.
ru: Argos разработан (и используется!) для рабочего стола Gnome и небольших одноплатных устройств с маленьким сенсорным экраном.
ta: ஆர்கோச் க்னோம் டெச்க்டாப் மற்றும் சிறிய ஒற்றை போர்டு சாதனங்களுடன் சிறிய தொடுதிரை மனதில் கொண்டு வடிவமைக்கப்பட்டுள்ளது (மற்றும் பயன்படுத்தப்படுகிறது!).

source: Tracklist view
es: Vista de lista de pistas
fr: File d'attente
nl: Nummerlijstweergave
ru: Просмотр треклиста
ta: டிராக்லிச்ட் பார்வை

source: Library view
es: Vista de la biblioteca
fr: Bibliothèque
nl: Verzamelingsweergave
ru: Вид на библиотеку
ta: நூலகக் காட்சி

source: Playlists view
es: Vista de listas de reproducción
fr: Listes de lecture
nl: Afspeellijstweergave
ru: Вид плейлистов
ta: பிளேலிச்ட்கள் பார்வை

source: Album details view
es: Ver detalles del álbum
fr: Détails d'un album
nl: Albuminformatieweergave
ru: Просмотр сведений об альбоме
ta: ஆல்பம் விவரங்கள் காண்க

source: New year's eve release!
es: ¡Lanzamiento de Nochevieja!
nl: Release op oudejaarsavond!
ru: Релиз в канун Нового года!
ta: புத்தாண்டு ஈவ் வெளியீடு!

source: Maintenance release.
es: Versión de mantenimiento.
nl: Onderhoudsrelease.
ru: Релиз технического обслуживания.
ta: பராமரிப்பு வெளியீடு.

source: Welcome to Dutch music lovers 🇳🇱
es: Bienvenidos amantes de la música holandesa 🇳🇱
nl: Welkom bij Nederlandse muziekliefhebbers 🇳🇱
ru: Добро пожаловать в голландские любители музыки
ta: டச்சு இசை ஆர்வலர்களுக்கு வருக

source: Library browser improvements and bug fixes.
es: Navegador de biblioteca mejorado y errores corregidos.
fr: Amélioration du navigateur de bibliothèque et correction de bugs.
nl: Verbeteringen en bugfixes in de bibliotheekbrowser.
ru: Библиотечные улучшения браузера и исправления ошибок.
ta: நூலக உலாவி மேம்பாடுகள் மற்றும் பிழை திருத்தங்கள்.

source: Birthday release: Argos is 1-year old!
es: Edición de aniversario: ¡Argos cumple exactamente 1 año!
fr: Livraison anniversaire : Argos a un an !
nl: Jubileumuitgave: Argos is precies 1 jaar oud!
ru: День рождения: Аргосу 1 год!
ta: பிறந்தநாள் வெளியீடு: ஆர்கோச் 1 வயது!

source: Implement a library browser and improve performance.
es: Implementa un navegador de bibliotecas y mejora el rendimiento.
fr: Implémente un navigateur de bibliothèque et améliore les performances.
nl: Nieuw: verzamelingsverkenner en verbeterde prestaties.
ru: Реализуйте браузер библиотек и повысьте производительность.
ta: நூலக உலாவியை செயல்படுத்தி செயல்திறனை மேம்படுத்தவும்.

source: Open its eyes to the outside world!
es: ¡Abre los ojos al mundo exterior!
fr: Ouvre les yeux sur le monde extérieur !
nl: Open de ogen voor de buitenwereld!
ru: Откройте ему глаза на окружающий мир!
ta: கண்களை வெளி உலகிற்கு திறக்கவும்!

source: Bug fixes and small enhancement.
es: Corrección de errores y pequeñas mejoras.
fr: Livraison de correctifs de bugs et petites améliorations.
nl: Foutoplossingen en kleine verbeteringen.
ru: Исправление ошибок и небольшие улучшения.
ta: பிழை திருத்தங்கள் மற்றும் சிறிய மேம்பாடு.

source: Improving user experience. Once again.
es: Experiencia de usuario mejorada. Una vez más.
fr: Amélioration de l'expérience utilisateur. Une fois de plus.
nl: Verbeterde vormgeving - alweer.
ru: Улучшение пользовательского опыта. Еще раз.
ta: பயனர் அனுபவத்தை மேம்படுத்துதல். மீண்டும்.

source: Improving user experience.
es: Mejorando la experiencia del usuario.
fr: Amélioration de l'expérience utilisateur.
nl: Verbeterde vormgeving.
ru: Улучшение пользовательского опыта.
ta: பயனர் அனுபவத்தை மேம்படுத்துதல்.

source: Autumnal delivery.
es: Entrega otoñal.
fr: Livraison automnale.
nl: Herfstuitgave.
ru: Осенняя доставка.
ta: இலையுதிர் மகப்பேறு.

source: Improve performance while browsing albums and add support for Mopidy-Jellyfin.
es: Rendimiento mejorado al explorar álbumes y compatible con Mopidy-Jellyfin.
fr: Améliore les performances de la récupération des albums et ajoute le support de Mopidy-Jellyfin.
nl: Verbeterde prestaties tijdens het verkennen van albums en ondersteuning voor Mopidy-Jellyfin.
ru: Улучшена производительность при просмотре альбомов и добавлена поддержка Mopidy-Jellyfin.
ta: ஆல்பங்களை உலாவும்போது செயல்திறனை மேம்படுத்தி, மோபிடி-செல்லிஃபினுக்கு ஆதரவைச் சேர்க்கவும்.

source: Bug fixes release.
es: Versión con corrección de errores.
fr: Livraison de correctifs de bugs.
nl: Fouten opgelost.
ru: Выпуск с исправлениями ошибок.
ta: பிழை திருத்தங்கள் வெளியீடு.

source: Attempt to comply to Flathub expectations.
es: Intente cumplir con los requisitos de Flathub.
fr: Tentative de remplir les attentes de Flathub.
nl: Poging om te voldoen aan de Flathub-vereisten.
ru: Попытка соответствовать ожиданиям Flathub.
ta: பிளாட்டப் எதிர்பார்ப்புகளுக்கு இணங்க முயற்சி.

source: Delivered during holidays, use at your own risks!
es: Publicado durante vacaciones, ¡úsela bajo su propio riesgo!
fr: Livraison préparée pendant des congés, à utiliser avec prudence !
nl: Feestdagcadeau - gebruik is op eigen risico!
ru: Доставка осуществляется во время праздников, используйте на свой страх и риск!
ta: விடுமுறை நாட்களில் வழங்கப்பட்டது, உங்கள் சொந்த அபாயங்களில் பயன்படுத்தவும்!

source: Delivered during a toothache, use at your own risks!
es: Lanzada durante un dolor de muelas: ¡úsela bajo su propia responsabilidad!
fr: Livraison préparée pendant une rage de dents, prudence !
nl: Uitgave tijdens kiespijndag - gebruik is op eigen risico!
ru: Доставляется во время зубной боли, используйте на свой страх и риск!
ta: ஒரு பல்வலி போது வழங்கப்பட்டது, உங்கள் சொந்த அபாயங்களில் பயன்படுத்தவும்!

source: Connection retry delay
de: Neuer Verbindungsversuch
es: Retraso en el reintento de conexión
fr: Délai entre connexions
nl: Verbinding opnieuw proberen na
ru: Задержка повторных попыток подключения
ta: இணைப்பு மீண்டும் நேரந்தவறுகை

source: The delay in seconds between two connection tries.
de: Verzögerung in s zwischen zwei Verbindungsversuchen.
es: Retraso en segundos entre dos intentos de conexión.
fr: Le délai entre deux tentatives de connexion.
nl: Het aantal seconden tussen verbindingspogingen.
ru: Задержка в секундах между двумя попытками подключения.
ta: இரண்டு இணைப்பு முயற்சிகளுக்கு இடையிலான விநாடிகளின் நேரந்தவறுகை.

source: Base URL of Mopidy APIs
de: URL der Mopidy APIs
es: URL principal de las API de Mopidy
fr: URL de base des APIs Mopidy
nl: Hoofd-url van Mopidy-api's
ru: Базовый URL-адрес API Mopidy
ta: மோபிடி ஏபிஐக்களின் அடிப்படை முகவரி

source: The base URL of Mopidy JSON-RPC and websocket APIs.
de: URL von Mopidy JSON-RPC und websocket APIs.
es: La URL principal de las API de Mopidy JSON-RPC y Websocket.
fr: L'URL de base des APIs JSON-RPC et websocket de Mopidy.
nl: De hoofd-url van Mopidy-api's JSON-RPC en Websocket.
ru: Базовый URL-адрес API Mopidy JSON-RPC и websocket.
ta: மோபிடி JSON-RPC மற்றும் வெப்சாக்கெட் பநிஇ களின் அடிப்படை முகவரி.

source: Information service
de: Informationsdienst
es: Servicio de información
fr: Service d'information
nl: Informatiedienst
ru: Информационный сервис
ta: செய்தி பணி

source: Whether to collect and display information on albums from Wikipedia.
de: Ob Sie Informationen über Alben aus Wikipedia sammeln und anzeigen möchten.
es: Recopilar y mostrar información de los álbumes de la Wikipedia.
fr: Collecte d'information sur les albums dans Wikipedia.
nl: Of er informatie dient te worden opgehaald en getoond van Wikipedia.
ru: Нужно ли собирать и отображать информацию об альбомах из Википедии.
ta: விக்கிபீடியாவிலிருந்து ஆல்பங்கள் பற்றிய தகவல்களை சேகரித்து காண்பிக்க வேண்டுமா.

source: Whether to index Mopidy-Local albums directory at startup.
de: Ob das Mopidy-Local-Albenverzeichnis beim Start indiziert werden soll.
es: Si desea indexar el directorio de los álbumes de Mopidy-Local al inicio.
fr: Indexer le répertoire d'albums de Mopidy-Local au démarrage.
nl: Of lokale Mopidy-albums dienen te worden geïndexeerd na het opstarten.
ru: Индексировать ли каталог альбомов Mopidy-Local при запуске.
ta: தொடக்கத்தில் மோபிடி-லோக்கல் ஆல்பங்கள் கோப்பகத்தை குறியிட வேண்டுமா.

source: Album sort order
de: Sortierreihenfolge der Alben
es: Orden del álbum
fr: Ordre de tri des albums
nl: Sorteervolgorde van albums
ru: Порядок сортировки альбомов
ta: ஆல்பம் வரிசை முறை

source: Order applied when sorting albums.
de: Sortierung der Alben angewendet.
es: Orden aplicado al clasificar los álbumes.
fr: Ordre utilisé pour trier les albums
nl: Hoe albums dienen te worden gesorteerd.
ru: Порядок, применяемый при сортировке альбомов.
ta: ஆல்பங்களை வரிசைப்படுத்தும்போது ஆர்டர் பயன்படுத்தப்பட்டது.

source: Track sort order
de: Sortierreihenfolge der Titel
es: Orden de clasificación
fr: Ordre de tri des morceaux
nl: Sorteervolgorde van nummers
ru: Отслеживание порядка сортировки
ta: ட்ராக் வரிசை வரிசையில்

source: Order applied when sorting tracks.
de: Sortierung der Titel angewendet.
es: Orden aplicado al clasificar las pistas.
fr: Ordre utilisé pour trier les morceaux.
nl: Volgorde toegepast bij het sorteren van tracks.
ru: Порядок, применяемый при сортировке треков.
ta: தடங்களை வரிசைப்படுத்தும்போது ஆர்டர் பயன்படுத்தப்படுகிறது.

source: Random tracks choice strategy
de: Strategie zur zufälligen Titelauswahl
es: Método de elección de pistas aleatorias
fr: Stratégie de sélection aléatoire de morceaux
nl: Methode bij afspelen van willekeurige nummers
ru: Стратегия выбора случайных дорожек
ta: சீரற்ற தடங்கள் தேர்வு உத்தி

source: Strategy used to build random track selection.
de: Strategie verwendet, um zufällige Track-Auswahl zu erstellen.
es: El método a utilizar al elegir pistas aleatorios.
fr: Stratégie utilisée pour construire des sélections aléatoires de morceaux.
nl: De methode die dient te worden gebruikt bij het kiezen van willekeurige nummers.
ru: Стратегия, используемая для построения случайного выбора дорожек.
ta: சீரற்ற தட தேர்வை உருவாக்க பயன்படுத்தப்படும் மூலோபாயம்.

source: Pattern to disable tracks view by URIs
de: Muster, um Tracks von URIs anzeigen zu deaktivieren
es: Método para desactivar la vista de pistas por URIs
fr: Motif d'URIs pour désactiver la vue morceaux
nl: Patroon om nummerweergave uit te schakelen op basis van uri's
ru: Шаблон для отключения просмотра треков по URI
ta: யுஆர்ஐஎச் மூலம் தடங்களை முடக்குவதற்கான முறை

source: Browsing a directory whose URIs match the given pattern, never enters the tracks view.
de: Durchsuchen eines Verzeichnisses, dessen URIs mit dem gegebenen Muster übereinstimmen, tritt niemals in die Titelansicht ein.
es: La navegación por un directorio cuyas URI coincidan con el patrón dado, nunca entra en la vista de pistas.
fr: Consulter un répertoire dont l'URI satisfait ce motif n'utilisera pas la vue morceaux.
nl: Door een map verkennen met de opgegeven uri's te verkennen, wordt de nummerweergave uitgeschakeld.
ru: При просмотре каталога, URI которого соответствует заданному шаблону, никогда не попадает в представление путей.
ta: கொடுக்கப்பட்ட வடிவத்துடன் பொருந்தக்கூடிய ஒரு கோப்பகத்தை உலாவுதல், ஒருபோதும் தடங்கள் பார்வைக்கு நுழையாது.

source: History playlist
de: Zuletzt gespielt
es: Historial de la lista de reproducción
fr: Historique
nl: Geschiedenisafspeellijst
ru: Исторический плейлист
ta: வரலாற்று பிளேலிச்ட்

source: A dynamic playlist of last played tracks can be maintained.
de: Dynamische Wiedergabeliste der zuletzt gespielten Titel bearbeiten.
es: Una lista de reproducción dinámica de canciones escuchadas recientemente.
fr: Ajout d'une liste de lecture des derniers morceaux joués.
nl: Een dynamische afspeellijst met recent beluisterde nummers.
ru: Можно вести динамический список воспроизведения последних проигрываемых композиций.
ta: கடைசியாக விளையாடிய தடங்களின் மாறும் பிளேலிச்ட்டை பராமரிக்க முடியும்.

source: History max length
de: Zuletzt gespielt innerhalb der letzten x-Tage
es: Tamaño máximo del historial
fr: Taille maximale de l'historique
nl: Max. geschiedenislengte
ru: Максимальная длина истории
ta: வரலாறு அதிகபட்ச நீளம்

source: The maximal length of the history playlist.
de: Max. Anzahl Titel der Zuletzt gespielt Playlist.
es: La longitud máxima de la lista de reproducción del historial.
fr: Le nombre maximum de morceaux de l'historique des lectures.
nl: De maximale lengte van de geschiedenisafspeellijst.
ru: Максимальная длина списка воспроизведения истории.
ta: வரலாற்று பிளேலிச்ட்டின் அதிகபட்ச நீளம்.

source: Albums image size
de: Bildgröße des Albums
es: Tamaño de imagen de álbumes
fr: Taille des images
nl: Afbeeldingsgrootte van albumhoezen
ru: Размер изображения альбомов
ta: ஆல்பங்கள் பட அளவு

source: The size of images in the library.
de: Die Größe der Bilder in der Sammlung.
es: El tamaño de las imágenes en la biblioteca.
fr: La taille des images dans la bibliothèque
nl: De omvang van albumhoezen.
ru: Размер изображений в библиотеке.
ta: நூலகத்தில் உள்ள படங்களின் அளவு.

source: Window size
de: Fenstergröße
es: Tamaño de la ventana
fr: Taille de la fenêtre
nl: Vensterafmetingen
ru: Размер окна
ta: விண்டர் அளவு

source: Window size (width and height).
de: Fenstergröße (Breite und Höhe).
es: Tamaño de la ventana (ancho y alto).
fr: Taille de la fenêtre (largeur puis hauteur).
nl: De vensterafmetingen (breedte en hoogte).
ru: Размер окна (ширина и высота).
ta: சாளர அளவு (அகலம் மற்றும் உயரம்).

source: Window position
de: Fensterposition
es: Posición de la ventana
fr: Position de la fenêtre
nl: Vensterlocatie
ru: Положение окна
ta: சாளரம் நிலை

source: Window position (x and y).
de: Fensterposition (x und y).
es: Posición de la ventana (x e y).
fr: Position de la fenêtre (x puis y).
nl: De vensterlocatie (x en y).
ru: Положение окна (x и y).
ta: சாளர நிலை (x மற்றும் y).

source: Window maximized
de: Vollbild
es: Ventana maximizada
fr: Fenêtre de taille maximale
nl: Venster maximaliseren
ru: Окно максимизируется
ta: சாளரம் அதிகரிக்கப்பட்டது

source: Window maximized state.
de: Vollbildmodus.
es: Estado de ventana maximizada.
fr: État de maximisation de la fenêtre.
nl: De maximalisatiestatus.
ru: Окно максимизирует состояние.
ta: சாளர அதிகபட்ச நிலை.

source: Fullscreen window
de: Vollbildfenster
es: Ventana a pantalla completa
fr: Fenêtre en plein écran.
nl: Volledig scherm venster
ru: Полное окно экрана
ta: முழுத்திரை சாளரம்

source: Window fullscreen state.
de: enster im Vollbildmodus.
es: La vista de ventana a pantalla completa.
fr: État plein écran de la fenêtre.
nl: De schermvullende vensterweergave.
ru: Окно с полным экраном.
ta: சாளர முழுத்திரை நிலை.

source: Start fullscreen
de: Im Vollbildmodus starten
es: Iniciar pantalla completa
fr: Démarrer en plein écran
nl: Schermvullend opstarten
ru: Запустить полный экран
ta: முழுத்திரை தொடங்கவும்

source: Start with fullscreen window.
de: Im Vollbildmodus starten.
es: Iniciar a pantalla completa.
fr: Démarrer avec une fenêtre en plein écran.
nl: Start in de schermvullende weergave.
ru: Начните с полного окна.
ta: முழுத்திரை சாளரத்துடன் தொடங்கவும்.

source: Prefer dark theme
de: Bevorzugen Sie ein dunkles Theme
es: Prefiero el tema oscuro
fr: Préférer un thème sombre
nl: Donker thema gebruiken
ru: Предпочитайте темную тему
ta: இருண்ட கருப்பொருளை விரும்புங்கள்

source: If a Gtk+ theme includes a dark variant, it will be used.
de: Wenn ein Gtk+-Theme eine dunkle Variante enthält, wird diese verwendet.
es: Si un tema Gtk+ incluye una variante oscura, se utilizará.
fr: Utiliser la variante sombre si un thème Gtk+ en inclut une.
nl: Als u een GTK+-thema met donkere variant gebruikt, dan neemt Argos dat over.
ru: Если тема Gtk+ содержит темный вариант, он будет использован.
ta: ஒரு சி.டி.கே+ கருப்பொருள் ஒரு இருண்ட மாறுபாட்டை உள்ளடக்கியிருந்தால், அது பயன்படுத்தப்படும்.
